[VCP_PsiPriest X2EncyclopediaTemplate]
ListTitle = "灵能祭司"
DescriptionTitle = "灵能祭司"
DescriptionEntry = "灵能祭司是一位神圣的心灵战士，他们挥舞着圣火焚烧敌人，净化亡灵，同时为盟友提供护盾和治疗。借助神圣的能量，他们以正义的怒火惩治敌人，用心灵信仰治愈伤痛，并以超自然的力量扭转战局."
[VCP_PsiPriest X2SoldierClassTemplate]
DisplayName="灵能祭司"
ClassSummary="灵能祭司是一位神圣的心灵战士，他们挥舞着圣火焚烧敌人，净化亡灵，同时为盟友提供护盾和治疗。借助神圣的能量，他们以正义的怒火惩治敌人，用心灵信仰治愈伤痛，并以超自然的力量扭转战局."

;***************************************
; - GTS UNLOCKS -
;***************************************

;Psi Priest Unlocks
[VCP_PsiPriestUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "灵能祭司: 祭司精通2"
Summary = "所有灵能祭司获得祭司精通2，不论军衔."
[VCP_PsiPriestUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "灵能祭司: 祭司精通3"
Summary = "所有灵能祭司获得祭司精通3，不论军衔."
[VCP_PsiPriestUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "灵能祭司: 祭司精通4"
Summary = "所有灵能祭司获得祭司精通4，不论军衔."

;***************************************
;New Ability Descriptions
;***************************************

;Psi Priest Ability
[VCP_PsiPriestMastery X2AbilityTemplate]
LocFriendlyName = "祭祀精通"
LocHelpText = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocLongDescription = " <Ability:ClassName/>随着经验的积累，其能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>无私的殉道者</font> -获得100%治疗加成，但自身治疗量减少50%.<br/><Bullet/>受到攻击时，减少1点技能冷却时间.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>坚定不移</font> - 即使处于动摇状态，也使用最大意志值进行防御。恐慌检定总是成功.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>祝福</font> - 治疗量提高50%.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>火焰护盾</font> -获得火焰免疫，并减少来自敌人的火焰伤害."

